export const joinTeamText = `Привет!
Хочешь присоединиться к команде?
Тогда давай начнём!

Чтобы вступить в нашу комнаду, тебе следует пройти 3 этапа: подача заявки, тестовое задание и собеседование.
Подача заявки происходит здесь, тестовое и собеседование - а ПП.
После успешного прозождения всех этапов, ты станеть частью нашей команды!`;

export const thankYouText = `
Спасибо! Заявка была отправлено успешно.
В течении 3 дней вы получите автоматический ответ или
с вами свяжеться менеджер для уточнения деталей`;