export const joinTeamText = `Привет!
Хочешь присоединиться к команде?
Тогда давай начнём!

Чтобы вступить в нашу комнаду, тебе следует пройти 3 этапа: подача заявки, тестовое задание и собеседование.
Подача заявки происходит здесь, тестовое и собеседование - а ПП.
После успешного прозождения всех этапов, ты станеть частью нашей команды!`;

export const thankYouText = `
Спасибо! Заявка была отправлено успешно.
В течении 3 дней вы получите автоматический ответ или
с вами свяжеться менеджер для уточнения деталей`;


// Applications placeholders

export const waitText = `Ожидайте, в скором времени вы получите ответ.
Спасибо за терпение.`;

export const approveText = `Спасибо за ожидание, мы рассмотрели вашу анкету и готовы пригласить вас на второй этап вступления в команду!
Вам необходимо выполнить тестовое задание, чтобы перейти на финальный этап.
Дайте нам знать, если вы готовы взяться за это :)`;

export const requestExamplesText = `Здравствуйте! Пришлите примеры ваших работ.`;

export const rejectText = `К большому сожалению, мы вынуждены вам отказать.
Большое спасибо за выбор нашей студии, но на данный момент, мы не готовы принять вас в состав команды.
До скорых встреч!`;

export const rejectExamplesText = `Без примеров ваших работ мы не
можем рассмотреть вашу кандидатуру на вступление в команду.
Возвращайтесь когда пополните своё портфолио, мы будем ждать вас здесь!`;

export const warnText = `Сообщения в виде спама, рекламы или не по делу не будут рассматриваться!
Просим вас уважительно относится к поддержке и писать только по делу.
В противном случае, вы будете занесены в черный список.
Спасибо за понимание.`;

// FAQ text

export const toolsFAQText = ` Для создание наших сериалов мы используем
модификацию для Minecraft от McHorce, которая есть в свободном доступе.
Если вы хотите узнать, как же мы создаем анимацию персонажей,
то ознакомьтесь с данной модификацией — https://www.youtube.com/c/McHorsesmods/videos`;

export const FAQText = `MSGO FAQ`;

export const aboutFAQText = `MSGO - это сообщество, которое создает анимационные сериалы на основе игры Minecraft.`;

export const aboutBotFAQText = `Developed by @fukuro_dz for MSGO Creation team.`;